"Error downloading manifest from %@" = "Error al descargar el manifiesto desde %@";

"Error downloading manifest" = "Error al descargar el manifiesto";

"Server returned HTTP status code %@ from %" = "El servidor devolvió el código de estado HTTP %@ desde %";

"Error decoding manifest JSON" = "Error al decodificar el JSON del manifiesto";

"Error creating directory %" = "Error al crear el directorio %";

"Error downloading file" = "Error al descargar el archivo";

"Error writing to %a" = "Error al escribir en %a";

"Error uncompresing %a" = "Error al descomprimir %a";

"Command '%@' finished with exit code %@" = "El comando '%@' finalizó con el código de salida %@";

"Error uncompressing %a" = "Error al descomprimir %a";

"You will need to manually move %@ to Applications folder." = "Necesitarás mover manualmente %@ a la carpeta de Aplicaciones.";

"We will reveal %@ in Finder. You can then manually drag the application to the Applications folder yourself.\n\nInternal error: %" = "Revelaremos %@ en Finder. Luego podrás arrastrar manualmente la aplicación a la carpeta de Aplicaciones tú mismo.\n\nError interno: %";

"Reveal in Finder" = "Revelar en Finder";

"Downloading version %@…" = "Descargando versión %@…";

"Opening DMG Image…" = "Abriendo imagen DMG…";

"Extracting app…" = "Extrayendo la aplicación…";

"Installing to Applications…" = "Instalando en Aplicaciones…";

"Installed!" = "¡Instalado!";

"ToDesktop ID is incorrect" = "El ID de ToDesktop es incorrecto";

"The value in the plist file is not a string." = "El valor en el archivo plist no es una cadena.";
